notas/Redes/notas.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-09-12 Thu 23:42 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Redes de Computadoras</title>
<meta name="author" content="Erik Rangel Limón" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Redes de Computadoras</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org31b2570">Rubros</a></li>
<li><a href="#org13a05b6">Notas</a>
<ul>
<li><a href="#org22b8e05">15 / 08 / 23</a>
<ul>
<li><a href="#org7bd8ae1">Introducción a las redes de las computadoras</a></li>
<li><a href="#org1cd1ca7">Breve historia de las redes de computadoras</a></li>
<li><a href="#orgbded17c">Importancia de las redes de computadoras en el mundo actual</a></li>
<li><a href="#orgc9ba7d8">Uso de las redes de computadoras</a></li>
<li><a href="#org92171f3">Internet</a></li>
<li><a href="#orgfa89d5d">Conectividad: La influencia de los medios de comunicación</a></li>
<li><a href="#org4bc23d2">Clasificación de las redes de computadoras</a></li>
</ul>
</li>
<li><a href="#org0415671">16 / 08 / 23</a>
<ul>
<li><a href="#org3db5aec">Estándares y Arquitecturas</a></li>
<li><a href="#orga54c8b5">IEEE (Instituto de Ingenieros Eléctricos Electrónicos)</a></li>
<li><a href="#org68350c1">NOM (Normas Oficiales Mexicanas)</a></li>
<li><a href="#org034b1fd">ANSI (American National Standards Institute)</a></li>
</ul>
</li>
<li><a href="#orgdfcd720">18 / 08 / 23</a></li>
</ul>
</li>
<li><a href="#orgc4a961f">Bibliografía</a></li>
</ul>
</div>
</div>

<div id="outline-container-org31b2570" class="outline-2">
<h2 id="org31b2570">Rubros</h2>
</div>

<div id="outline-container-org13a05b6" class="outline-2">
<h2 id="org13a05b6">Notas</h2>
<div class="outline-text-2" id="text-org13a05b6">
</div>
<div id="outline-container-org22b8e05" class="outline-3">
<h3 id="org22b8e05">15 / 08 / 23</h3>
<div class="outline-text-3" id="text-org22b8e05">
</div>
<div id="outline-container-org7bd8ae1" class="outline-4">
<h4 id="org7bd8ae1">Introducción a las redes de las computadoras</h4>
<div class="outline-text-4" id="text-org7bd8ae1">
<p>
Las redes permiten la interconexión de dispositivos electrónicos,
con los cuales se han podido compartir información y recursos.
</p>

<p>
Con la aparición de las redes, hemos pasado de compartir recursos
e información de manera colaborativa.
</p>

<p>
También existen desafíos relacionados con redes de computadoras, y
una de las principales preocupaciones son la seguridad de la
información y la protección de datos sensibles. Las redes deben de
estar protegidas contra amenazas de robo de datos, acceso no
autorizado y ataques cibernéticos.
</p>
</div>
</div>

<div id="outline-container-org1cd1ca7" class="outline-4">
<h4 id="org1cd1ca7">Breve historia de las redes de computadoras</h4>
<div class="outline-text-4" id="text-org1cd1ca7">
<p>
Comienza con los primeros sistemas de conmutación de circuitos,
utilizados en la década de 1960. Se basaban en la conmutación de
circuitos telefónicos y se utilizaban para establecer conexiones
dedicadas entre dos puntos de comunicación. Estos sistemas eran
costosos y poco flexibles, ya que requerían una conexión física
directa entre los dispositivos.
</p>

<p>
Debido a la demanda de comunicación entre computdoras, se
desarrollan sistemas de conmutación de paquetes en la década de
1970, y en lugar de establecer conexiones dedicadas, los datos se
dividían en paquetes más pequeños y se enviaban de manera
independiente a través de la red. Los paquetes podían seguir rutas
diferentes y llegar al destino de manera más rápida y eficiente.
</p>

<p>
Uno de los hitos más importantes en la historia de las redes de
computadoras fue el desarrollo de ARPANET (Advanced Research
Projects Agency Network) en la década de 1960. ARPANET fue una red
experimental creada por el Departamento de Defensa de los Estados
Unidos y se considera el primer precursor de Internet. Fue la
primera red en utilizar conmutación de paquetes y se enviaban de
manera independiente a través de la red. Los paquetes podían
seguir rutas diferentes y sentó las bases para el intercambio de
información y recursos entre computadoras en diferentes
ubicaciones geográficas.
</p>

<p>
A medida que las redes de coomputadoras se expandieron y se hizo
evidente la necesidad de un estándar común, surgieron protocolos
como TCP/IP (Transmission Control Protocol / Internet
Protocol). TCP/IP se convirtió en el protocolo principal utilizado
en internet, permitiendo la comunicación entre diferentes redes y
estableciendo las bases para la conectividad global.
</p>

<p>
Con el tiempo, las redes de computadoras evolucionaron para
adaptarse a las crecientes demandas de conectividad y ancho de
banda. Surgieron tecnología como Ethernet, que permitieron la
transmisión de datos a alta velocidad a través de cables de
cobre. Luego, la fibra óptica revolucionó la capacidad de
transmisión de datos, permitiendo velocidades aún mayores y
distancias más largas.
</p>

<p>
Hoy en día, las redes de computadoras se han vuelto omnipresentes
en nuestra vida diaria. Las redes inalámbricas, como Wi-Fi, han
permitido la conectividad en cualquier lugar y han facilitado la
movilidad de los dispositivos. Además el avance de la tecnología
ha llevado al surgimiento del Internet de las cosas (IoT), donde
los dispositivos y sensores están interconectados para recopilar y
compartir datos.
</p>

<p>
En resumen, la historia de las redes de computadoras ha sido una
de constante evolución y avances tecnológicos.
</p>
</div>
</div>

<div id="outline-container-orgbded17c" class="outline-4">
<h4 id="orgbded17c">Importancia de las redes de computadoras en el mundo actual</h4>
<div class="outline-text-4" id="text-orgbded17c">
<p>
En el mundo actual, prácticamente todos los aspectos de nuestras
vidas están influenciados por las redes de computadoras. Desde la
forma en que accedemos a la información hasta cómo nos comunicamos
con otras personas en diferentes partes del mundo, las redes de
computadoras son la columna vertebral de la sociedad digital.
</p>

<p>
Además, las redes de computadoras han facilitado la comunicación y
la colaboración a distancia, Con herramientas de comunicación como
el correo electrónico, las videollamadas y las aplicaciones de
mensajería instantánea, podemos estar conectados y trabajar con
personas en diferentes partes del mundo de manera instantánea y
eficiente.
</p>

<p>
Las redes de computadoras también han impulsado el crecimiento y
la expansión de Internet, una red global que conecta a millones de
personas y dispositivos en todo el mundo. Internet ha
democratizado el acceso a la información y ha transformado
industrias enteras, como la educación, el comercio, los medios de
comunicación y el entretenimiento.
</p>

<p>
Además de su impacto en la sociedad, las redes de computadoras
también han desmpeñado un papel crucial en el avance de la
tecnología. Han permitido el desarrollo de aplicaciones y
servicios innovadores, como el almacenamiento en la nube, la
inteligencia artificial, el internet de las cosas y la realidad
virtual.
</p>
</div>
</div>
