notas/Redes/notas.html

<div id="outline-container-orgfa89d5d" class="outline-4">
<h4 id="orgfa89d5d">Conectividad: La influencia de los medios de comunicación</h4>
<div class="outline-text-4" id="text-orgfa89d5d">
<p>
A medida que las redes de computradoras se han vuelto
omnipresentes, los medios de comuncación han experimentadxo una
transformación significativa, permitiendo una mayor interacción,
acceso a información y colaboración a nivel global.
</p>

<p>
La conectividad ha revolucionado la forma en que nos comunicamos,
permitiendo una mayor velocidad y alcance en el transmisión de
información. Los medios de comunicación tradicionales, como la
televisión, la radio y la prensa implesa, han evolucionado para
adaptarse a las redes de computadoras y .ofrecer contenido en
línea a través de plataformas digitales.
</p>

<p>
La influencia de los medios de comuncación en la conectividad se
ha visto acentuada por la aparición de Internet. La World Wide Web
(WWW) ha permitido el acceso a una amplia gama de contenido
multimedia, como videos, música, noticias, blogs y redes
sociales. Los usuarios hasta ahora tienen la capacidad de acceder
a información actualizada en tiempo realm compartir opiniones y
conectarse con personas de todo el mundo.
</p>

<p>
La conectividad también ha impactado la forma en que consumimos y
compartimos contenido. La aparición de plataformas de streaming
aha transformado la forma en que cemos películas, series de
televisión y escuchamos música, permitiendo a los usuarios acceder
al contenido de maner instantánea y a la carta. Las redes sociales
han facilitado la comunicación y la creación de comunidades en
línea, donde las personas pueden compartir ideas, experiencias y
colaborar en proyectos.
</p>

<p>
Además, la conectividad ha influido en la forma en que se lleva a
cabo la educación. Las instituciones educativas han adoptado el
aprendizaje en línea, lo que ha permitido a los estudiantes
acceder a cursos y recursos educatiuvos desde cualquier lugar y en
cualquier momento. La conectividad también ha facilitado la
colaboración entre investigadores y académicos de todo el mundo,
lo que ha impulsado el avance del conocimiento en diversas
disciplinas.
</p>

<p>
Sin embargo, junto con los beneficios de la conectividad y los
medios de comunicación, también surgen desafíos y
preocupaciones. La desinformación y las noticias falsas se han
envuelto más prevalentes en la era digital, y es importante que
los usuario sean críticos y evalúen la veracidad de la información
que encuentran en línea. Además, la privacidad en línea y la
protección de datos personales se han convertido en temas de
preocupación, y es necesario tomar medidas para proteger la
infgormación personal en un entorno conectado.
</p>

<p>
En resume, la conectividad ha tenido un impacto significativo en
los medios de comunicación y en la forma en que nos comunicamos,
accedemos a la información y colaboramos en la sociedad actual. A
medida que las redes de computadoras continúan evolucionando, es
importante comprender cómo la conectividad y los medios de
comuicación influyen en nuestras vidad y cómo podemos aprovechar
sus beficios mientras abordamos los desafíos que siguen.
</p>
</div>
</div>

<div id="outline-container-org4bc23d2" class="outline-4">
<h4 id="org4bc23d2">Clasificación de las redes de computadoras</h4>
<div class="outline-text-4" id="text-org4bc23d2">
<p>
Las redes de computradoras se pueden clasificar de diversas formas
según su tamaño, su alcance geográfico y su estructura. Estas
clasificaciones proporcionan una complensión más clara de las
características y aplicaciones de diferentes tipos de redes.
</p>

<p>
La clasificación de las redes de computadoras es fundamental para
comprender sus características y aplicaciones específicas. Cada
tipo de red tiene sus ventajas y desventajas, y su elección
depende de los requisitos de comuncación y las necesidades de la
organización o los usuarios involucrados.
</p>
</div>

<ul class="org-ul">
<li><a id="orgf0a55df"></a>Según su tamaño<br />
<div class="outline-text-5" id="text-orgf0a55df">
<ul class="org-ul">
<li>Redes de área personal (PAN): Son redes de pequeña escala
diseñadas para la comunicación entre dispositivos personales,
como computadores portátiles, teléfonos inteligentes y
dispositivos wearables. Los PAN se utilizan generalmente para
transferir datos personales y sincronizar dispositivos.</li>

<li>Redes de área local (LAN): Son redes que abarcan un área
geográfica limitada, como una casa, una oficia o un campus
universitario. Las LAN están diseñadas para permitir la
comunicación y el intercambio de recursos entre dispositicvos
ubicados en el mismo lugar físico.</li>

<li>Redes de área metropolitana (MAN): Son redes que cubren una
ciudad o una regió geográfica más amplica. Las MAN proporcionan
conectividad de alta velocidad para organizaciones y empresas
que operar en un área metropolitana determinada.</li>

<li>Redes de área amplia (WAN): Son redes que cubren grandes áreas
geográficas, como países o incluso continentes. Las WAN se
utilizan para conectar diferentes ubicaciones geográficas y
permitir la comunicación y el intercambio de datos a larga
distancia.</li>
</ul>
</div>
</li>

<li><a id="org7230c07"></a>Según su rol o acceso<br />
<div class="outline-text-5" id="text-org7230c07">
<ul class="org-ul">
<li>Redes privadas: Son redes de computadoras que son propiedad y
están controladas por una organización o empresa
específica. Estas redes se utilizan para facilitar la
comunicación interna y el intercabio de información dentro de
la organización.</li>

<li>Redes públicas: Son redes de computadoras que están disponibles
para uso público y generalmente se basan en infraestructuras
compartidas. Un ejemplo común de red pública es Internet, donde
múltiples usuarios pueden acceder y comunicarse a través de la
red.</li>
</ul>
</div>
</li>

<li><a id="org606ecb1"></a>Según su estructura<br />
<div class="outline-text-5" id="text-org606ecb1">
<ul class="org-ul">
<li>Redes punto a punto: En este tipo de redes, los dispositivos
está conectados directamente entre sí y pueden comunicarse de
manera bidireccional. Cada dispositivo en la red puede actuar
tanto como cliente como servidor, lo que permite una
comunicación directa entre pares.</li>

<li>Redes cliente-sservidor: En este tipo de redes, los
dispositivos están organizados en una estructura
cliente-servidor, donde los clientes solicitan servicios o
recursos al servidor central. El servidor central es
responsable de proporcionar los recursos y gestionar la
comunicación entre los clientes.</li>

<li>Redes en anillo: En este tipo de redes, los dispositivos están
conectados en un bucle cerrado, donde cada dispositivo se
comunica directamente con sus vecinos más cercanos. Los datos
se transmiten en un solo sentido alrededor del anillo, y cada
dispositivo actúa como un repetidor para amplificar la señal y
mantener la integridad de la comunicación.</li>
</ul>
</div>
</li>
</ul>
</div>
</div>

<div id="outline-container-org0415671" class="outline-3">
<h3 id="org0415671">16 / 08 / 23</h3>
<div class="outline-text-3" id="text-org0415671">
</div>
<div id="outline-container-org3db5aec" class="outline-4">
<h4 id="org3db5aec">Estándares y Arquitecturas</h4>
<div class="outline-text-4" id="text-org3db5aec">
<ul class="org-ul">
<li>Un estándar es un proceso o protocolo que ha sido certificado
por especialistas de las redes y ratificado por una organización
de estándares.</li>

<li>ISO (Organización Internacional para la estandarización).</li>

<li>Se encarga de promover el desarrollo de las normas de
fabricación internacionalmente. Promueve el comercio y
comunicación para todas las ramas industriales a excepción de la
eléctrica y electrónica.</li>

<li><a href="https://www.iso.org/home.html">https://www.iso.org/home.html</a></li>
</ul>
</div>
</div>
