content/notas/Redes/notas.org
*** IEEE (Instituto de Ingenieros Eléctricos Electrónicos)

    - Sociedad mundial profesional de ingeniería

    - *Objetivos*: Desarrollo, creatividad, calidad de productos en el
      campo de la ingeniería eléctrica, electrónica y radio.

    - Se encarga de impulsar el desarrollo y adopción de estándares
      internacionales para la computación y comunicación.

    - [[https://www.ieee.org]]

*** NOM (Normas Oficiales Mexicanas)

    - Establece reglas, especificaciones, atributos, directrices,
      características como prescripciones aplicables a un producto,
      proceso, instalación, sistema, servicio o método de producción y
      operación.

    - [[https://www.sinec.gob.mx]]

*** ANSI (American National Standards Institute)

    - Es la organización que supera el desarrollo de estándares para
      productos servicios, procesos y sistemas en EU, adicionalmente
      es miembro de la ISO y de la Comisión Electrotécnica
      Internacional.

    - [[https://www.ansi.org/]]

** 18 / 08 / 23

* Bibliografía
