notas/Redes/notas.html

<div id="outline-container-orga54c8b5" class="outline-4">
<h4 id="orga54c8b5">IEEE (Instituto de Ingenieros Eléctricos Electrónicos)</h4>
<div class="outline-text-4" id="text-orga54c8b5">
<ul class="org-ul">
<li>Sociedad mundial profesional de ingeniería</li>

<li><b>Objetivos</b>: Desarrollo, creatividad, calidad de productos en el
campo de la ingeniería eléctrica, electrónica y radio.</li>

<li>Se encarga de impulsar el desarrollo y adopción de estándares
internacionales para la computación y comunicación.</li>

<li><a href="https://www.ieee.org">https://www.ieee.org</a></li>
</ul>
</div>
</div>

<div id="outline-container-org68350c1" class="outline-4">
<h4 id="org68350c1">NOM (Normas Oficiales Mexicanas)</h4>
<div class="outline-text-4" id="text-org68350c1">
<ul class="org-ul">
<li>Establece reglas, especificaciones, atributos, directrices,
características como prescripciones aplicables a un producto,
proceso, instalación, sistema, servicio o método de producción y
operación.</li>

<li><a href="https://www.sinec.gob.mx">https://www.sinec.gob.mx</a></li>
</ul>
</div>
</div>

<div id="outline-container-org034b1fd" class="outline-4">
<h4 id="org034b1fd">ANSI (American National Standards Institute)</h4>
<div class="outline-text-4" id="text-org034b1fd">
<ul class="org-ul">
<li>Es la organización que supera el desarrollo de estándares para
productos servicios, procesos y sistemas en EU, adicionalmente
es miembro de la ISO y de la Comisión Electrotécnica
Internacional.</li>

<li><a href="https://www.ansi.org/">https://www.ansi.org/</a></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgdfcd720" class="outline-3">
<h3 id="orgdfcd720">18 / 08 / 23</h3>
</div>
</div>

<div id="outline-container-orgc4a961f" class="outline-2">
<h2 id="orgc4a961f">Bibliografía</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Erik Rangel Limón</p>
<p class="date">Created: 2024-09-12 Thu 23:42</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.6.15)</p>
</div>
</body>
</html>
